export const cards = [
  {
    id: 1,
    mini_title: "Нитевой лифтинг",
    title: 'Нитевой лифтинг "Лепесток" скидка 50%',
    description:
      "Освежить лицо, подчеркнуть красоту и вернуть коже упругость. Уникальная методика 'Лепесток' — это авторская методика, позволяющая эффективно подтянуть среднюю и нижнюю треть лица, обеспечивая естественный и свежий вид кожи.",
    image: "/full-project-procedure.jpg",
    date: "07.04.2025"
  },
  {
    id: 2,
    mini_title: "Молекула",
    title: "PURE MOLECULE - инновационная технология омоложения",
    description: "МОЛЕКУЛА - программа комплексного омоложения организма, уникальная разработка европейских врачей-косметологов.",
    image: "/full-filler-procedure.jpg",
    date: "07.04.2025"
  },
];
export const allCards = Array.from(
  { length: 60 },
  (_, index) => ({
    ...cards[index % cards.length],
    id: index + 1,
  })
);